Repository: muccg/rdrf
Catalog: rdrf/rdrf/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Quick access links
ar: وصلات سريعة الوصول

source: Show full list of links
ar: تظهر قائمة كاملة من الروابط

source: Documentation
ar: توثيق

source: Change password
ar: تغيير كلمة المرور

source: Log out
ar: تسجيل الخروج

source: Patients
ar: المرضى

source: Questionnaire Responses
ar: الردود على الاستبيان

source: Registries
ar: سجلات

source: Registry Forms
ar: نماذج التسجيل

source: Data Elements
ar: عناصر البيانات

source: Genetic
ar: وراثي

source: Groups
ar: مجموعات

source: Registry
ar: سجل

source: Questionnaires
ar: الاستبيانات

source: Import Registry Definition
ar: تعريف استيراد التسجيل

source: Rare Disease Registry Framework
ar: الإطار سجل الأمراض النادرة
